Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Vuonna 2015 avainasemassa yhteisen toimintakulttuurin ja toimintatapojen luomisessa ovat toimineet VNHY:n ja muiden ministeriöiden väliset yhteistyöryhmät ja -verkostot.
sv_se: Under året intog samarbetsgrupperna och samarbetsnätverken för den nya enheten och ministerierna en nyckelroll för att skapa en gemensam arbetskultur och gemensamma tillvägagångssätt.

source: Yhteisten resurssien käytössä on edistytty mm. virastopalveluissa.
sv_se: Bland annat inom ämbetsverksservice har det gjorts en del framsteg i användningen av de gemensamma resurserna.

source: Valtioneuvoston seitsemän kirjastotoimipistettä on supistettu kolmeen.
sv_se: De sju biblioteksställena har reducerats till tre.

source: Myös valtioneuvoston yhteiset asianhallinnan ja hanketiedonhallinnan tietojärjestelmien hankkimisen ja yhtenäistämisen hankkeet edistävät yhteistä toimintakulttuuria ja -ympäristöä.
sv_se: Också statsrådets gemensamma projekt för att upphandla och samordna datasystemen för ärendehantering och projektdata medverkar till att bygga upp en gemensam arbetskultur och arbetsmiljö.

source: Valtioneuvostotasoisia yhteisiä linjauksia, ohjeita ja suunnitelmia on tehty mm. matkustuksesta, työterveyshuollosta, tiedonhallinnasta ja etätyöstä.
sv_se: Det har lagts upp gemensamma riktlinjer, anvisningar och planer inom statsrådet för bland annat resande, företagshälsovård, informationshantering och distansarbete.

source: Suomen kansainvälisessä toimintaympäristössä näkyi voimistunut epävakaus.
sv_se: Finlands internationella omvärld kännetecknades av ökad instabilitet.

source: Monet kansainvälisen järjestyksen yhteisesti hyväksytyt periaatteet joutuivat yhä kasvavan paineen alle.
sv_se: Trycket ökar på många gemensamt överenskomna principer för den internationella ordningen.

source: Laajat Lähi-idän konfliktit heijastuivat v. 2015 Suomeen konkreettisesti, kun maahamme saapuneiden turvapaikanhakijoiden määrä lähes kymmenker- ellerstui aiemmasta.
sv_se: De omfattande konflikterna i Mellanöstern tog sig 2015 konkreta uttryck i Finland när antalet asylsökande nästan tiofaldigades jämfört med tidigare.

source: Venäjän toimet sekä sen heikko talouskehitys aiheuttivat epävarmuutta Suomen lähialueilla.
sv_se: Rysslands agerande och landets svaga ekonomiska utveckling gav upphov till osäkerhet i Finlands närområden.

source: Ukrainan tilanne rauhoittui jonkin verran Minskin toisen sopimuksen myötä, mutta kriisin perimmäisiin ongelmiin ei löydetty kestäviä ratkaisu- ja.
sv_se: Läget i Ukraina lugnade ned sig något efter det andra Minskavtalet, men inga hållbara lösningar gick att finna på de primära orsakerna till krisen.

source: EU:n ja Venäjän välisissä suhteissa ei ollut mahdollista palata Krimin miehitystä edeltävään aikaan.
sv_se: Det gick inte att återgå till tiden före ockupationen av Krim i relationerna mellan EU och Ryssland.

source: Suomi tuki johdonmukaisesti EU:n yhteistä Venäjää koskevaa linjaa ja pysyi sitoutuneena muun muassa pakotteisiin.
sv_se: Finland stödde konsekvent EU:s gemensamma linje i fråga om Ryssland och höll sig strikt bland annat till sanktionerna.

source: Samalla Suomi korosti tarvetta dialogiin ja käytännölliseen yhteistyöhön esimerkiksi ympäristönsuojelussa, arktisessa yhteistyössä ja muuttoliikkeen hallinnassa.
sv_se: Samtidigt underströk Finland behovet av dialog och praktisk samverkan exempelvis inom miljöskyddet, det arktiska samarbetet och hanteringen av migrationsströmmar.

source: Eurooppaan suuntautunut voimakas maahanmuutto vaikutti Suomen ulkopoliittiseen toimintaympäristöön monin eri tavoin, ja kansainvälisessä diplomatiassa painottuivat muuttoliikkeen hallintaan liittyvät teemat.
sv_se: Den kraftiga migrationen mot Europa påverkade Finlands utrikespolitiska omvärld på många olika sätt, och inom den internationella diplomatin accentuerades teman som gällde hantering av migrationsströmmarna.

source: Kriisinhallinnassa ja kehitysyhteistyössä korostui maahanmuuton lähtö- ja kauttakulkumaiden tukeminen sekä niiden vakauden edistäminen.
sv_se: Inom krishanteringen och utvecklingssamarbetet betonades stödet till invandringens ursprungs - och transitländerna och främjande av stabilitet i de länderna.

source: Syksyn mittaan valmistauduttiin turvapaikanhakijoiden määrän jatkossa ulkoasiainhallinnolle asettamiin vaatimuksiin: etenkin perheenyhdistämisten, konsulipalvelujen ja ihmisoikeusvalitusten aiheuttama lisätyö edellyttää ulkoministeriönkin viranomaismenettelyjen ja resursoinnin uudelleenarviointia.
sv_se: Under hösten pågick förberedelser för de krav som antalet asylsökande i fortsättningen kommer att ställa på utrikesförvaltningen: i synnerhet det merarbete som familjeåterföreningarna, de konsulära tjänsterna och klagomålen om mänskliga rättigheter orsakar kräver att också utrikesministeriet ser över sina myndighetsförfaranden och resursfördelningar.

source: Vuoden tapahtumat korostivat entisestään ulkoisen ja sisäisen turvallisuuden rajanvedon ongelmallisuutta ja kokonaisvaltaisen lähestymistavan merkitystä.
sv_se: Händelserna 2015 underströk ytterligare hur svårt det är att dra gränsen mellan extern och intern säkerhet och hur viktigt det är med en sammanhållen strategi.

source: EU:n jäsenvaltioiden turvallisuuspoliittinen yhteistyö sai uutta sisältöä marraskuussa Pariisin terrori-iskujen jälkeen, kun Ranska vetosi Lissabonin sopimuksen keskinäisen avunannon lausekkeeseen (SEU 42.7); Suomi vastasi Ranskan avunpyyntöön, kuten myös Yhdysvaltain kansainvälisen ISIL:n vastaisen koalition maille esittämään pyyntöön lisätä tukea ISIL:n vastaiseen toimintaan.
sv_se: EUmedlemsstaternas säkerhetspolitiska samarbete fick nytt innehåll i november efter terrordåden i Paris. Frankrike åberopade då klausulen om ömsesidigt stöd och bistånd i Lissabonfördraget (artikel 42.7 i EUF-fördraget), och Finland svarade på Frankrikes hjälpbegäran, liksom också på begäran från Förenta staternas internationella koalition mot terrorgruppen Islamiska staten (IS, Isis) att öka stödet i kampen mot IS.

source: Pohjoismaiden ministerineuvoston (PMN) osalta vuotta 2015 leimasi valmistautuminen Suomen puheenjohtajuuteen vuonna 2016.
sv_se: I fråga om Nordiska ministerrådet präglades 2015 av arbetet inför Finlands ordförandeskap 2016.

source: Suomen taloudellisissa ulkosuhteissa hallitus korosti vienninedistämistä, etenkin pienten ja keskisuurten yritysten kansainvälistymistä sekä investointien saamista Suomeen muun muassa kehittämällä Team Finlandin palveluita.
sv_se: I fråga om Finlands yttre ekonomiska förbindelser betonade regeringen exportfrämjande, särskilt internationalisering av små och medelstora företag och lockande av investeringar till Finland bland annat genom att utveckla Team Finland-servicen.

source: Osana Suomen valtiontalouden sopeuttamistoimia leikattiin kehitysyhteistyön rahoitusta nettomääräisesti 200 milj. euroa vuodelle 2016.
sv_se: Som en del av åtgärderna för att anpassa Finlands statsfinanser minskades anslagen för utvecklingssamarbete med 200 miljoner euro netto för 2016.

source: Suomi myönsi viime vuonna humanitaarista apua 97,8 milj. euroa ja keskitti apunsa vaikeimpiin kriiseihin.
sv_se: I fjol beviljade Finland 97,8 miljoner euro i humanitärt bistånd med fokus på de svåraste kriserna.

source: Ulkoministeriö ja Suomen edustustot antoivat v. 2015 ennätysmäärän konsulipalveluja avun tarpeessa oleville suomalaisille: yli 55 000 palvelutapahtumaa eli noin 25 % edellisvuotta enemmän.
sv_se: Utrikesministeriet och Finlands beskickningar lämnade 2015 konsulära tjänster i rekordomfattning till hjälpbehövande finländare: mer än 55 000 tjänstetillfällen, ca 25 % mer än föregående år.

source: Edustustoverkon toimintojen tehostamista jatkettiin mm. yhdistämällä Brysselin edustustojen hallinto syksyllä 2015.
sv_se: Effektiviseringen av beskickningarna fortsatte bl.a. genom sammanslagning av Brysselbeskickningarnas förvaltningar hösten 2015.

source: Konsulipalvelulain uudistus loi perustaa edustustojen palvelujen keskittämiselle.
sv_se: Reformeringen av de konsulära tjänsterna lade grund för koncentration av beskickningarnas service.

source: Syyskuussa 2015 suljettiin kolme edustustoa (Bratislava, Ljubljana ja Luxemburg).
sv_se: I september stängdes tre beskickningar (Bratislava, Ljubljana och Luxemburg).

source: Uusia edustustoja ei ole perustettu.
sv_se: Inga nya beskickningar öppnades.

source: Keskeisimmät riskit liittyvät soveltuvan henkilöstön riittävyyteen ja tehtävien hoidon kannalta riittävään ammattitaitoon, tietojärjestelmien toimivuuteen sekä riskienhallintaan.
sv_se: De största riskerna hänför sig till om det finns tillräckligt med lämplig och kvalificerad personal, till om it-systemen fungerar och till riskhanteringen.

source: Varsinkin Suomen edustustoverkon osalta on huomioitava kasvaneet fyysiset ja kyber- sekä tietoturvauhkat.
sv_se: De ökade fysiska hoten och cybersamt datasäkerhetshoten måste beaktas i synnerhet när det gäller Finlands beskickningsnätverk.

source: Arviot ovat kriittisiä erityisesti tavoitteiden priorisoinnin ja tavoitteiden toteutumisen seurannan osalta.
sv_se: I synnerhet när det gäller att göra prioriteringar och att följa måluppfyllelsen blir utvärderingarna kritiska.

source: Lisäksi riskienhallintaan kaivataan systemaattisuutta, kokonaisval- ellersuutta, kytkemistä päivittäiseen toimintaan, vastuiden määrittämistä sekä dokumentointia.
sv_se: Dessutom efterlyses systematik, ett samlat grepp, koppling till den dagliga verksamheten, fastställande av ansvar och dokumentering inom riskhanteringen.

source: Merkittävä osa taloushallintoon liittyvistä valvontatoimista jää UM:n sisäisen tarkastuksen toteuttaman osastojen ja edustustojen tarkastuskierroksen varaan.
sv_se: En stor del av övervakningen inom ekonomiförvaltningen hänger på de inspektioner som ministeriets internrevision utför på avdelningarna och beskickningarna.

source: Eri muodoissa esiintyvä korruptio on myös merkittävä riski ulkoasiainhallinnon ja edustustojen toiminnalle erityisesti Euroopan ulkopuolella.
sv_se: Olika former av korruption är också en betydande risk för utrikesförvaltningens och beskickningarnas verksamhet, särskilt utanför Europa.

source: Vaativa toimintaympäristö, suuret apuvolyymit ja ulkopuolisten toimijoiden merkittävän suuri osuus asettavat sisäiselle valvonnalle ja riskienhallinnalle kehitysyhteistyössä erityisiä haasteita.
sv_se: En krävande verksamhetsmiljö, stora biståndsvolymer och den stora andelen utomstående aktörer ställer särskilda krav på intern kontroll och riskhantering inom utvecklingssamarbetet.

source: Kehitysyhteistyöhön liittyvät keskeisimmät riskit ja sisäisen valvonnan, seurannan ja riskienhallinnan kehittämistarpeet on tiedostettu ja kokonaisvaltaista riskienhallintajärjestelmää kehitetään edelleen.
sv_se: De främsta riskerna inom utvecklingssamarbetet och behoven att utveckla den interna kontrollen, uppföljningen och riskhanteringen är kända. Arbetet på att ta fram ett övergripande system för riskhantering fortsätter.

source: Seuraavassa on esitetty ulkoasiainhallinnon keskeisimmät sisäisen valvonnan ja riskienhallinnan kehittämiskohteet:
sv_se: De viktigaste utvecklingspunkterna för den interna kontrollen och riskhanteringen inom utrikesförvaltningen är:

source: keskeisissä tehtävissä olevan henkilöstön riittävyyteen, sopivuuteen ja osaamiseen liittyvä riskienhallinta ja sisäisen valvonnan kehittäminen osana työtehtäviä;
sv_se: riskhanteringen när det gäller tillräcklighet, lämplighet och kompetens hos personalen i kärnuppgifter och förbättring av internkontrollen som en del av arbetsuppgifterna;

source: riskienhallinnan systematisoinnin kehittämisen jatkaminen ja kytkentä käytännön työtehtäviin;
sv_se: fortsatt bättre systematisering av riskhanteringen och koppling till arbetsuppgifterna;

source: taloushallintoon ja sen uusiin menettelytapoihin liittyvä riskienhallinta ja sisäinen valvonta; sekä
sv_se: riskhantering och intern kontroll när det gäller ekonomiförvaltningen och dess nya rutiner; samt

source: kehitysyhteistyöhön liittyvä riskienhallinta ja valvonta.
sv_se: riskhantering och intern kontroll när det gäller utvecklingssamarbete.

source: Lähialueet ja Euroopan turvallisuus
sv_se: Närområdena och säkerheten i Europa

source: Tiivistetään ja laajennetaan pohjoismaista ulko- ja turvallisuuspoliittista yhteistyötä.
sv_se: Det nordiska utrikes - och säkerhetspolitiska samarbetet intensifieras och utvidgas.

source: Pohjoismainen ulko- ja turvallisuuspoliittinen yhteistyö oli tiivistä, ja pohjoismaisen yhteistyön tärkeys korostui entisestään.
sv_se: Norden bedriver ett nära utrikes - och säkerhetspolitiskt samarbete, och vikten av nordiskt samarbete accentuerades ytterligare.

source: Yhteydenpitoa ja tiedonvaihtoa erityisesti asioiden valmisteluvaiheessa tiivistettiin kaikilla tasoilla.
sv_se: Kontakterna och informationsutbytet blev bättre på alla nivåer, särskilt i beredningsfasen.

source: Yhteistyön vahvistamiseksi ja laajentamiseksi on määritelty uusia asiakokonaisuuksia ja näitä koskeva yhteistyö on käynnistetty.
sv_se: Nya teman har bestämts för det stärkta och utvidgade samarbetet och samarbetet har inletts.

source: Vahvistetaan EU:n ulkoista toimintaa sekä yhteistä turvallisuus- ja puolustuspolitiikkaa.
sv_se: EU:s yttre åtgärder och den gemensamma säkerhets - och försvarspolitiken ska stärkas.

source: Suomella oli vahva profiili YTPP:tä ja puolustusyhteistyötä koskevan kesäkuun 2015 Eurooppa-neuvoston valmisteluissa.
sv_se: Finland profilerade sig starkt när Europeiska rådets möte i juni 2015 förbereddes. Mötet gällde den gemensamma säkerhets - och försvarspolitiken (GSFP) och försvarssamarbetet.

source: Kansalliset tavoitteet (esim. hybridipolitiikan edistäminen, uuden EU:n ulko- ja turvallisuuspoliittisen strategian valmistelun käynnistäminen) näkyivät tuloksissa.
sv_se: De nationella målen (t.ex. att främja hybridrelaterade frågor i politiken och att inleda arbetet med en ny utrikes - och säkerhetspolitisk strategi för EU) märktes i resultatet.

source: Suomi on korostanut kehitystä tukevan politiikkajohdonmukaisuuden ja EU:n sisäisen ja ulkoisen toiminnan koherenssin merkitystä mm. kestävän kehityksen agendan toimeenpanossa.
sv_se: Finland har betonat betydelsen av utvecklingsfrämjande politisk konsekvens och av samstämmighet i EU:s inre och yttre åtgärder bl.a. när agendan för hållbar utveckling genomförs.

source: Tuetaan Ukrainan kriisin ratkaisua sekä Ukrainan poliittisen ja taloudellisen tilanteen vakauttamista.
sv_se: Finland stöder en lösning på Ukrainakrisen och en stabilisering av den politiska och ekonomiska utvecklingen i Ukraina.

source: Tarkastellaan suhdetta Venäjään samalla ylläpitäen vuoropuhelua Venäjän kanssa kahdenvälisesti, EU-tasolla ja monenkeskisesti.
sv_se: Relationen till Ryssland granskas samtidigt som en dialog med landet upprätthålls bilateralt, på EU-nivå och multilateralt.

source: Suomi jatkoi tukeaan Ukrainan konfliktin ratkaisupyrkimyksille ja reformien toimeenpanolle osana poliittisen ja taloudellisen tilanteen vakauttamista.
sv_se: Finland fortsatte att stödja strävandena att lösa konflikten i Ukraina och reformgenomförandet som en del av stabiliseringen av det politiska och ekonomiska läget.

source: Suomi jatkoi tukeaan Ukrainassa Etyjin tarkkailumissiolle ja EU:n siviilikriisinhallintamissiolle.
sv_se: Finland fortsatte att stödja OSSE:s särskilda övervakningsuppdrag i Ukraina och EU:s kommitté för de civila aspekterna av krishantering.

source: EU‒Venäjä-suhteen ylläpito sekä monenkeskinen yhteistyö Venäjän kanssa on vallitsevassa tilanteessa haasteellista.
sv_se: Det är en utmaning i sig att i det rådande läget upprätthålla relationerna mellan EU och Ryssland och att bedriva ett multilateralt samarbete med landet.

source: Kahdenvälisiä suhteita Venäjään on pidetty yllä EUlinjausten sallimissa rajoissa ja pyrkien vaikuttamaan Venäjään myös korkean tason kahdenvälisten keskustelujen kautta.
sv_se: De bilaterala relationerna med Ryssland har upprätthållits inom ramarna för EU:s linje med en strävan att påverka Ryssland också genom bilaterala diskussioner på hög nivå.

source: Syvennetään kahdenvälisiä ja EU:n suhteita Yhdysvaltoihin sekä tuetaan Yhdysvaltain sitoutumista monenkeskiseen yhteistyöhön sekä Euroopan vakauteen ja turvallisuuteen.
sv_se: Finlands bilaterala relationer och EU:s relationer till Förenta staterna fördjupas och Förenta staternas engagemang i det multilaterala samarbetet och för stabilitet och säkerhet I Europa stärks.

source: Dialogi ja vierailuvaihto jatkuivat tiiviinä eri yhteiskuntasektoreilla ja Suomen kannat keskeisissä kysymyksissä on tuotu esiin; kaupallistaloudellista yhteistyötä syvennettiin; EU‒USA-dialogissa Suomi on pitänyt esillä ilmastoteemaa sekä arktista agendaa.
sv_se: Dialogen och besöksutbytet vara fortsatt intensiva inom olika samhällssektorer och Finland framförde sin ståndpunkt i de viktigaste frågorna; det kommersiella samarbetet fördjupades; inom dialogen mellan EU och Förenta staterna har Finland hållit framme klimattemat och den arktiska agendan.

source: Suomi osallistui Irakin Erbilissä toteutettavaan koulutusoperaatioon.
sv_se: Finland deltog i utbildningsinsatsen i Erbil i Irak.

source: Kehitetään yhteistyötä Naton kanssa sekä EU‒Nato-yhteistyössä.
sv_se: Finlands och EU:s samarbete med Nato utvecklas.

source: Suomen Nato-kumppanuusyhteistyön kehittämistä on edistetty kaikilla sektoreilla hyödyntäen laajennettujen mahdollisuuksien kumppanuusohjelmaa; Suomi on mukana keskustelussa Itämeren alueen turvallisuutta koskevista kysymyksistä.
sv_se: Utvecklingen av Finlands partnerskapssamarbete med Nato har främjats inom alla sektorer genom att utnyttja programmet för utökade samarbetsmöjligheter (EOP); Finland deltar i diskussionen om säkerheten i Östersjöregionen.

source: Suomi on ajanut EU–Nato-yhteistyön tiivistämistä hybridiasioissa.
sv_se: Finland har drivit på intensivare samarbete mellan EU och Nato i hybridrelaterade frågor.

source: Kehitetään Suomen toimintaa arktisiin alueisiin liittyvissä kysymyksissä.
sv_se: Finlands aktivitet i frågor som gäller Arktis utvecklas.

source: Suomen kaksivuotinen Barents-puheenjohtajuus päättyi onnistuneesti Oulun ulkoministerikokoukseen.
sv_se: Finlands tvååriga ordförandeskap i Barentsrådet fick en lyckad avslutning i utrikesministermötet i Uleåborg.

source: Suomen arktisen strategian seuranta eteni suunnitellusti.
sv_se: Uppföljningen av Finlands arktiska strategi gick enligt planer.

source: Yhteistyötä muiden arktisten maiden, ml. Venäjän, kanssa jatkettiin vaikeasta kansainvälispoliittisesta tilanteesta huolimatta.
sv_se: Samarbetet med andra arktiska länder, inkl. Ryssland, fortsatte trots det svåra internationella politiska läget.

source: EU:n toimintakyvyn ja yhteisen ulkopolitiikan vahvistaminen
sv_se: Att stärka EU:s handlingskraft och gemensamma utrikespolitik

source: Edesautetaan yhteisen strategian ja sisällön luomista EU:n ulkopolitiikkaan. Tuetaan EU:n ulkosuhdehallinnon kehittämistä.
sv_se: Finland arbetar för att främja en gemensam strategi och ett gemensamt innehåll för EU:s utrikespolitik och för att stödja utvecklingen av Europeiska utrikestjänsten.

source: Tavoitteena on ulkosuhteissaan vaikuttavampi, tehokkaampi, johdonmukaisempi ja yhtenäisempi EU.
sv_se: Målet är att skapa en union vars yttre åtgärder är mer effektfulla, effektiva, konsekventa och enhetliga.

source: Tuetaan EU:n turvallisuus- ja puolustuspolitiikan sekä puolustusyhteistyön kehittämistä tavoitteellisella tavalla.
sv_se: En målmedveten utveckling av EU:s säkerhets - och försvarspolitik och försvarssamarbete stöds.

source: Suomen pitkään vaatiman EU:n ulko- ja turvallisuuspoliittisen strategian laadinta aloitettiin v. 2015.
sv_se: Arbetet med en utrikes - och säkerhetspolitisk strategi för EU, som Finland länge krävt, inleddes 2015.

source: Suomi on korostanut EUH:n roolia EU:n ulkosuhteiden johdonmukaisuuden edistäjänä ja painottanut EU:n yhtenäisyyden merkitystä.
sv_se: Finland har betonat Europeiska utrikestjänstens roll som främjare av EU:s yttre förbindelser och understrukit betydelsen av att EU är väl sammansvetsat.

source: Suomi on osaltaan vahvistanut YTPP:tä ajaen kunnianhimoisia tavoitteita ja tuomalla johdonmukaisesti esille Suomen kantoja keskeisissä EU:n ulkopolitiikkaan liittyvissä kysymyksissä.
sv_se: Landet har bidragit till att stärka GSFP genom att driva på ambitiösa mål och konsekvent föra fram sina ståndpunkter i viktiga frågor som gäller EU:s utrikespolitik.

source: Suomen osaltaan esittämät ideat EU:n ulkosuhdehallinnon (EUH) kehittämiseksi näkyvät korkean edustajan toimintamalleissa.
sv_se: Finlands idéer för att utveckla Europeiska utrikestjänsten märks i den höga representantens arbetssätt.

source: EUH:n organisaatiota, johtorakenteita ja toimintatapoja on uudistettu.
sv_se: Utrikestjänstens organisation, ledningsstruktur och rutiner har setts över.

source: Muuttoliikekriisi vaikutti kuitenkin EU:ssa sen yhtenäisyyttä heikentäen.
sv_se: Migrationskrisen påverkade dock enigheten i negativ riktning.

source: Myötävaikutetaan EU:n laajentumisprosessin etenemiseen ja osallistutaan EU:n naapuruuspolitiikan kehittämiseen.
sv_se: Finland bidrar till att EU:s utvidgningsprocess framskrider och deltar i arbetet med att utveckla den europeiska grannskapspolitiken.

source: Tuetaan EU:n strategisia kumppanuuksia koskevan politiikan vahvistamista.
sv_se: Stöd ges för att stärka EU:s politik för strategiska partnerskap.

source: Suomi saattoi kansallisesti voimaan EU:n sekä Ukrainan, Moldovan ja Georgian väliset assosiaatiosopimukset.
sv_se: Finland satte i kraft associeringsavtalen mellan EU och Ukraina, Moldavien respektive Georgien nationellt.

source: Ukrainan ja Georgian viisumivapausprosesseja edistettiin ja näiden maiden viisumitoimintasuunnitelmat valmistuivat.
sv_se: Processerna för visumfrihet i fråga om Ukraina och Georgien främjades och viseringsåtgärdsplanerna för dessa länder blev klara.

source: Suomi vaikutti siihen, että ensimmäiset neuvotteluluvut avattiin Serbian kanssa, ja Turkin kanssa avattiin pitkästä aikaa uusi neuvotteluluku.
sv_se: Finland bidrog till att de första förhandlingskapitlen med Serbien öppnades, och ett nytt förhandlingskapitel öppnades med Turkiet efter ett långt uppehåll.

source: UM toimi kompromissihakuisesti, jotta Kosovon SAA-sopimus saatiin voimaan.
sv_se: Utrikesministeriet visade kompromissvilja för att stabiliserings - och associeringsavtalet med Kosovo skulle kunna träda i kraft.

source: BosniaHertsegovinan SAA-sopimus saatettiin Suomessa voimaan.
sv_se: Finland satte i kraft motsvarande avtal med Bosnien och Hercegovina.

source: Tuetaan kestävien ratkaisujen löytämistä EU:n talous- ja velkakriisiin, sekä pyritään sitä kautta ylläpitämään unionin yhtenäisyyttä ja toimintakykyä.
sv_se: Finland stöder arbetet för hållbara lösningar på EU:s finans - och skuldkris och försöker på detta sätt upprätthålla unionens enighet och handlingskraft.

source: Erityisesti keskeisissä euromaissa ja talouskriisistä kärsivissä jäsenmaissa sijaitsevien Suomen edustustojen jatkuva ja ajantasainen raportointi ja (erityistoimeksiantoihinkin perustuva) analyysi on tukenut Suomen tilannekuvan muodostamista ja päätöksentekoa.
sv_se: Den kontinuerliga och uppdaterade rapporteringen och analyserna (också på särskilt uppdrag) från Finlands be- skickningar, särskilt i euroländerna i nyckelposition och de krisande medlemsländerna, har varit ett stöd när Finland ska bilda sig en uppfattning om läget och fatta beslut.

source: Globalisaation hallinta ja monenkeskisen järjestelmän vahvistaminen
sv_se: Hantering av globaliseringen och ett stärkt multilateralt system
